{
  "for_all": [
    "What’s your sign?",
    "Do you like raisins? How do you feel about a date?",
    "If I could rearrange the alphabet, I’d put ‘U’ and ‘I’ together.",
    "Are you a parking ticket? Because you’ve got FINE written all over you.",
    "Are you from Tennessee? Because you’re the only 10 I see!",
    "Are you French? Because Eiffel for you.",
    "I’m no photographer, but I can picture us together.",
    "Feel my shirt. Know what it’s made of? Wifey material.",
    "Are you Australian? Because you meet all of my koala-fications.",
    "OMG. I was going to wear this exact same outfit tonight.",
    "Are you a magician? When I look at you everything disappears.",
    "There is something wrong with my cell phone. It doesn’t have your number in it.",
    "Are you religious? Cause you’re the answer to all my prayers.",
    "Do you believe in love at first sight — or should I walk by again?",
    "Do you like coffee? Because I like you a latte.",
    "Can I give you a hug to show you how soft my sweater is?",
    "If a star fell from the sky every time I thought about you, then tonight the sky would be empty.",
    "Is it hot in here? Or is it just you?",
    "I don’t have a library card, but do you mind if I check you out?",
    "Are you the sun? I’m about to get a sunburn looking at you.",
    "Hey, tie your shoes! I don’t want you falling for anyone else.",
    "Roses are red. Violets are blue. I didn’t know what perfect was until I met you.",
    "Can I follow you where you’re going right now? Because my parents always told me to follow my dreams.",
    "You look great right now. Do you know what else would look great on you? Me!",
    "You dropped something. My jaw.",
    "If you were words on a page, you’d be fine print.",
    "There must be something wrong with my eyes, I can’t take them off you.",
    "Are you a bank loan? Because you got my interest. Somebody call the cops, because it’s got to be illegal to look that good!",
    "Do you know why it doesn’t matter if there’s gravity or not? Because I’d still fall for you.",
    "I must be a snowflake, because I’ve fallen for you.",
    "Are you a keyboard ? Because you are my type.",
    "Do you have a map? I just got totally lost in your eyes.",
    "Are you an interior decorator? When I saw you the room became so beautiful.",
    "Sweetness is my weakness.",
    "You know what’s the worst thing that can happen to you right now? Me not dating you.",
    "I know you’re busy today, but can you add me to your to-do list?",
    "Has anyone ever told you how beautiful my eyes are?",
    "If you were a steak you would be well done.",
    "You must be a broom because you swept me off my feet.",
    "Did it hurt when you fell from heaven?",
    "Drake would call you and I God’s Plan.",
    "Come live in my heart, and pay no rent.",
    "Hello, I’m a thief, and I’m here to steal your heart.",
    "Does your name start with “C” because I can C us together.",
    "Have you always been this cute, or did you have to work at it?",
    "Are you cake? Cause I want a piece of that.",
    "Is it okay if I take a photo of you so I can show Santa what I want for Christmas?",
    "Did you just strike a match? I swear as soon as you walked in, it got lit.",
    "I’m going to make you my boyfriend for the next five minutes. Let’s see how you like it.",
    "Do you have a New Year’s resolution? Because I’m looking at mine right now.",
    "Are you lost ma’am? Because heaven is a long way from here.",
    "“Are you a woodchuck? Because I can see your wood.”",
    "“I wish I was your phone, so you’d be on me all day.”",
    "If you were a library book, I would check you out.",
    "Your hand looks heavy. I can hold it for you!",
    "Are you a cat because I’m feline a connection between us",
    "If I were to ask you out on a date, would your answer be the same as the answer to this question?",
    "Hello. Are you taking any applications for a boy/girlfriend?",
    "If nothing lasts forever, will you be my nothing?",
    "I’m new in town. Could you give me directions to your apartment?",
    "When God made you, he was showing off.",
    "I must be in a museum, because you truly are a work of art.",
    "You spend so much time in my mind, I should charge you rent.",
    "My lips are like skittles. Wanna taste the rainbow?",
    "Well, here I am. What were your other two wishes?",
    "Are you from Tennessee? Because you’re the only 10 I see!",
    "Is your last name Gillette? Because you are the best a man can get.",
    "Do I know you from somewhere? Oh, that’s right. My dreams.",
    "Can I borrow your lips?",
    "If you were a tear in my eye I would not cry for fear of losing you.",
    "Life without you is like a broken pencil… pointless.",
    "I’d rate you a nine because the only thing missing is me.",
    "Do you want to see a picture of a beautiful person? (hold up a mirror)",
    "Is your body from McDonald’s? Cause I’m lovin’ it!",
    "They say that kissing is a language of love, so would you mind starting a conversation with me?",
    "I’m on top of things. Would you like to be one of them?",
    "Is your name winter? Because you’ll be coming soon.",
    "If happiness starts with “H” why does mine start with “U”?",
    "If you were a fruit you’d be a fineapple.",
    "I’ll give you a kiss. If you don’t like it, you can return it.",
    "Did you swallow magnets? Cause you’re attractive.",
    "Be careful! You might get arrested for stealing my heart.",
    "There is something wrong with my phone. Could you call it for me to see if it rings?",
    "Do you have a name, or can I call you mine?",
    "Roses are red. Violets are blue. It would be a shame if I couldn’t date you.",
    "Are you craving pizza? Because I’d love to get a pizz-a you.",
    "Hug me if I’m wrong, but isn’t the earth flat?",
    "Are you a keyboard? Because you’re just my type.",
    "Do you like science? Because I got my ion you.",
    "Wouldn’t we look cute on a wedding cake together.",
    "Would you touch my hand so I can tell my friends I’ve been touched by an angel?",
    "Kiss me if I’m wrong, but dinosaurs still exist, right?",
    "There isn’t a word in the dictionary for how good you look.",
    "You must be a ninja, because you snuck into my heart",
    "Can you pinch me, because you’re so fine I must be dreaming.",
    "Do you know what I would do if I was a surgeon? I’d give you my heart.",
    "I may not be a genie, but I can make all your wishes come true!",
    "Are you Australian? Because you meet all of my koala-fications.",
    "I’m not drunk, I’m just intoxicated by you.",
    "If I followed you home, would you keep me?",
    "Do you want to build a snowman? It might be hard since you’ll probably melt his heart, too.",
    "Do you have an inhaler? You took my breath away.",
    "If you were a Transformer you’d be Optimus Fine!",
    "I’m learning about important dates in history. Wanna be one of them?"
  ],
  "for_boys": [
    "Did your license get suspended for driving all these girls crazy?\n",
    "Your eyes are like IKEA… I can get lost in them.\n\n",
    "You must be the guy who’s going to get me a drink.\n\n",
    "Aren’t you tired running through my mind the whole day?\n",
    "I bet you $10 you’re going to turn me down.\n\n",
    "Let’s flip a coin. Head, and I’m yours. Tails, you’re mine.\n\n",
    "Boy, you’re the proof that aliens are real, because I think that you just abducted my heart.\n\n",
    "Let me tie your shoes, ‘cause I don’t want you falling for anyone else.\n\n"
  ],
  "for_girls": [
    "Are you a bank loan?\nBecause you have my interest.",
    "If kisses were snowflakes, I’d send you a blizzard.\n",
    "Your eyes are like IKEA… I can get lost in them.\n\n",
    "Aren’t you tired running through my mind the whole day?\n",
    "I bet you $10 you’re going to turn me down.\n\n",
    "Girl are you Mississippi?\nCoz I wanna sip your piss.",
    "Let’s flip a coin. Head, and I’m yours. Tails, you’re mine.\n\n",
    "Let me tie your shoes, ‘cause I don’t want you falling for anyone else.\n\n"
  ],
  "smooth": [
    "Are you religious? Because you’re the answer to all my prayers.",
    "Oh! I lost my phone number. Can I have yours?",
    "Kiss me if I’m wrong, but fish can fly, right?",
    "My mom said she found a beautiful and intelligent girl for me. Is that you?",
    "Are you Siri? Because you autocomplete me.",
    "Let’s save water by taking a shower together.",
    "Did you know I am good with numbers? Give me yours so I can prove it to you.",
    "Hey. I’m Mr. Right. I heard you were looking for me.",
    "I was wondering if you had an extra heart. Mine was just stolen.",
    "Hi, my name is [your name], but you can call me tonight or tomorrow.",
    "Hey. I’m doing my thesis on the finer things in life. Can I interview you?",
    "Are you a magician? Because when I look at you, everyone else disappears.",
    "I’ll cook you dinner if you cook me breakfast. Deal?",
    "Are you a volcano? Coz I lava you!",
    "How long do I have? (Huh? Until what?) Until you have to be back in heaven.",
    "Feel my shirt. It’s made of boyfriend material.",
    "Are you a camera? Because every time I look at you, I smile.",
    "If Disney is the happiest place on Earth, in your arms is no doubt the happiest place in the universe.",
    "Ya know, I was feeling a little off today. But you’ve turned me on.",
    "Thank god I have life insurance. Because you make my heart stop.",
    "Can you do me a favor? I need you to take down my number.",
    "You’re so beautiful that you made me forget my pick-up line.",
    "If being in love was illegal, I would want to be your partner in crime.",
    "Your lips look lonely. Wanna introduce them to mine?",
    "Aside from being so gorgeous and intelligent, what are your other attributes?",
    "Did you know penguins stick to one partner their whole life? Would you like to be my penguin?",
    "Do you remember me? I’m the man of your dreams.",
    "Life without you is like a broken pencil. Pointless.",
    "Sir, I’m going to need you to step away from the bar. You’re melting all the ice.",
    "That’s a nice shirt. Can I talk you out of it?",
    "Was your dad a boxer? Because damn, you’re a knockout!",
    "Did you just come out of the oven? You’re too hot to handle.",
    "Wanna share your side of the bed tonight?",
    "Are you a loan? Because you are gaining my interest.",
    "If I were an octopus, all my hearts would belong to you.",
    "If you were a transformer, you’d be Optimus Fine.",
    "I know we’re not socks, but we make a great pair.",
    "You must be a broom, ‘cause you just swept me off my feet.",
    "If I had to choose between winning the lottery or you…",
    "Obviously, I’d choose the money, but it’d be close. And I’d probably use a bunch of my money to woo you.",
    "Did it hurt when you fell from the vending machine? Because you look like a snack.",
    "Did your license get suspended for driving all these girls crazy?",
    "Let’s get together and be the number Pi, endless and irrational.",
    "It’s not my fault I fell in love, you’re the one that tripped.",
    "Were you a Boy Scout? You’ve tied my heart in a knot.",
    "Kiss me if I’m wrong, but I think you want to be my next boyfriend.",
    "I’m going for a walk. Would you mind holding my hand?",
    "Are you a pie? Because I’d like a piece of you.",
    "Well, here I am. What are your other two wishes?"
  ],
  "motivational": [
    "Change yourself - you are in control.",
    "Always render more and better service than is expected of you, no matter what your task may be.",
    "Our life is what our thoughts make it. A man will find that as he alters his thoughts toward things and other people, things and other people will alter towards him.",
    "Realistic people do not accomplish extraordinary things.",
    "Every day is an opportunity to a make a new happy ending.",
    "If you want something then you lose everything. If you don't want anything then you already have everything.",
    "The Truth is realized in an instant; the Act is practiced step by step.",
    "Words are the clothes thoughts wear.",
    "Love your enemies, for they tell you your faults.",
    "The only limits in your life are those that you set yourself.",
    "No matter how much preparation we do, in the real tests of our lives, we'll be in unfamiliar terrain.",
    "Better late than never.",
    "Routine life is unbearable, and most people only think about how to escape into the world of fantasy and dreams.",
    "Our view of the world is truly shaped by what we decide to hear.",
    "It is our experiences that mold us into who we are...during times of adversity our true character will show.",
    "Creative endeavors are by their nature uncertain.",
    "Time goes from present to past.",
    "Constantly think about how you could be doing things better.",
    "Fears are nothing more than a state of mind.",
    "What people say, what people do, and what they say they do are entirely different things. ",
    "Not how long, but how well you have lived is the main thing.",
    "The sculptor produces the beautiful statue by chipping away such parts of the marble block as are not needed - it is a process of elimination.",
    "Become the kind of leader that people would follow voluntarily, even if you had no title or position.",
    "Emancipate yourself from mental slavery, none but ourselves can free our mind.",
    "You must learn to let go. Release the stress. You were never in control anyway.",
    "Some people find fault like there is a reward for it.  ",
    "The farther backward you can look, the farther forward you are likely to see.",
    "The secret of success lies not in doing your own work, but in recognizing the right man to do it.",
    "A dream you dream alone is only a dream. A dream you dream together is reality.",
    "It ain't where you start in life, it's where you end up, and what you did along the way.",
    "Think and wonder, wonder and think.",
    "If you cling to a certain thought with dynamic will power, it finally assumes a tangible outward form.",
    "The friendship that can cease has never been real. ",
    "The difference between treason and patriotism is only a matter of dates.",
    "Find something you love and do it better than everyone else.",
    "We are like islands in the sea, separate on the surface but connected in the deep.",
    "Fear is a natural reaction to moving closer to the truth.",
    "Your work is to discover your work and then, with all your heart, to give yourself to it.",
    "The first rule of handling conflict is don't hang around people who are constantly engaging in conflict.",
    "It is never too late to be what you might have been.",
    "Life is like a wheel. Sooner or later, it always comes around to where you started again.",
    "The primary point of this existence is to live, and all living things move and grow.",
    "Success is the sum of small efforts, repeated day in and day out.",
    "Don't let someone elses. opinion become your reality.",
    "Passion is energy. Feel the power that comes from focusing on what excites you. ",
    "Vision is the art of seeing things invisible.",
    "The clock indicates the moment...but what does eternity indicate?",
    "Obstacles don't block the path, they are the path.",
    "Just do what must be done. This may not be happiness but it is greatness.",
    "If you truly love Nature, you will find beauty everywhere. "
  ]
}